tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hootsuite/homebrew", "git@github.hootops.com:hootsuite/homebrew.git"
tap "teamookla/speedtest"
brew "python@3.9"
brew "mas"
brew "switchaudio-osx"
brew "wget"
cask "smcfancontrol"
cask "whichspace"
cask "LaunchBar"
cask "Bartender"
cask "Clipy"
cask "firefox-developer-edition"
cask "Omnifocus"
cask "Choosy"
cask "keyboard-maestro"
cask "DaisyDisk"
cask "ExifRenamer"
#cask "GoodSync"
cask "path-finder"
cask "Spotify"
cask "Fantastical"
cask "Paw"
cask "Whatsapp"
cask "Obsidian"
cask "OmniOutliner"
cask "karabiner-elements"
mas "Moom", id: 419330170
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Clocker", id: 1056643111
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Grammarly for Safari", id: 1462114288
mas "LastPass", id: 926036361
mas "Marked 2", id: 890031187
mas "Okta Extension App", id: 1439967473
mas "PopClip", id: 445189367
#mas "Slack", id: 803453959
#mas "Spark", id: 1176895641
mas "Ulysses", id: 1225570693
mas "Unclutter", id: 577085396
